Repository: grcjariten/perapera
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# settingsTitle
source: Settings
es: Ajustes
fr: Paramètres

# settingsLanguageTitle
source: Language
es: Idioma
fr: Langue

# settingsLanguageSubtitle
source: Choose the app language.
es: Elige el idioma de la app.
fr: Choisissez la langue de l'application.

# settingsLeftHandedModeTitle
source: Left-handed mode
es: Modo zurdos

# settingsLeftHandedModeSubtitle
source: Swap answer buttons: Correct on the left, Wrong on the right.
es: Invierte los botones de respuesta: Correcto a la izquierda, Incorrecto a la derecha.

# languageSystem
source: Device language
es: Idioma del dispositivo
fr: Langue de l'appareil

# languageSystemSubtitle
source: Use your device language.
es: Usa el idioma del dispositivo.
fr: Utiliser la langue de l'appareil.

# languageEnglish
source: English
es: Inglés
fr: Anglais

# languageItalian
source: Italian
es: Italiano
fr: Italien

# languageFrench
source: French
es: Francés
fr: Français

# languageSpanish
source: Spanish
es: Español
fr: Espagnol

# reportProblemTitle
source: Report a problem
es: Informar de un problema
fr: Signaler un problème

# reportProblemSubtitle
source: Open the feedback form.
es: Abre el formulario de comentarios.
fr: Ouvrir le formulaire de feedback.

# reportProblemError
source: Couldn't open the link.
es: No se pudo abrir el enlace.
fr: Impossible d'ouvrir le lien.

# resetStatsTitle
source: Reset statistics
es: Restablecer estadísticas
fr: Réinitialiser les statistiques

# resetStatsSubtitle
source: Delete all saved accuracy data.
es: Elimina todos los datos de precisión guardados.
fr: Supprimer toutes les données de précision enregistrées.

# resetStatsConfirmTitle
source: Reset statistics?
es: ¿Restablecer estadísticas?
fr: Réinitialiser les statistiques ?

# resetStatsConfirmBody
source: This will permanently delete your progress for all rules.
es: Esto eliminará de forma permanente tu progreso en todas las reglas.
fr: Cette action supprimera définitivement vos progrès pour toutes les règles.

# resetStatsConfirmButton
source: Reset
es: Restablecer
fr: Réinitialiser

# resetStatsCancelButton
source: Cancel
es: Cancelar
fr: Annuler

# resetStatsDone
source: Statistics reset.
es: Estadísticas restablecidas.
fr: Statistiques réinitialisées.

# chooseRuleTitle
source: Choose a rule
es: Elige una regla
fr: Choisir une règle

# chooseRuleSubtitle
source: Select a rule and start the session.
es: Selecciona una regla y luego inicia la sesión.
fr: Sélectionnez une règle puis démarrez la session.

# chooseRuleHint
source: Choose a rule
es: Elige una regla
fr: Choisir une règle

# chooseRuleUnavailableHint
source: Select an available rule to start.
es: Selecciona una regla disponible para empezar.
fr: Sélectionnez une règle disponible pour commencer.

# startSession
source: Start
es: Iniciar
fr: Démarrer

# exitSession
source: Exit
es: Salir
fr: Quitter

# backButton
source: Back
es: Atrás
fr: Retour

# showSolutionButton
source: Show solution
es: Mostrar solución
fr: Afficher la solution

# nextButton
source: Next
es: Siguiente
fr: Suivant

# preparingFirstQuestion
source: Preparing the first question.
es: Preparando la primera pregunta.
fr: Préparation de la première question.

# selectRuleToBegin
source: Select a rule to begin.
es: Selecciona una regla para empezar.
fr: Sélectionnez une règle pour commencer.

# statsButton
source: Statistics
es: Estadísticas
fr: Statistiques

# statsTitle
source: Progress
es: Progreso
fr: Progression

# statsRangeWeek
source: Week
es: Semana
fr: Semaine

# statsRangeMonth
source: Month
es: Mes
fr: Mois

# statsThisWeek
source: This week
es: Esta semana
fr: Cette semaine

# statsLastWeek
source: Last week
es: La semana pasada
fr: La semaine dernière

# statsThisMonth
source: This month
es: Este mes
fr: Ce mois

# statsLastMonth
source: Last month
es: El mes pasado
fr: Le mois dernier

# statsAccuracyLabel
source: Accuracy
es: Precisión
fr: Précision

# statsLast30Days
source: Last 30 days
es: Últimos 30 días
fr: 30 derniers jours

# statsCorrectOfTotal
source: Correct: {correct}/{total}
es: Correctas: {correct}/{total}
fr: Correctes : {correct}/{total}

# statsNoData
source: No data yet
es: Aún no hay datos
fr: Pas encore de données

# statsTrendTitle
source: Progress trend
es: Tendencia
fr: Tendance

# answerCorrectButton
source: Correct
es: Correcto

# answerWrongButton
source: Wrong
es: Incorrecto
fr: Faux

# proPill
source: Go Pro
es: Pasar a Pro
fr: Passer en Pro

# proBannerText
source: Pro: unlock locked rules and new verbs.
es: Pro: desbloquea las reglas bloqueadas y nuevos verbos.
fr: Pro : débloquez les règles verrouillées et de nouveaux verbes.

# proBannerCta
source: Go Pro
es: Pasar a Pro
fr: Passer en Pro

# proUpsellSnackbar
source: Go Pro to unlock locked rules and new verbs.
es: Pasa a Pro para desbloquear las reglas bloqueadas y nuevos verbos.
fr: Passez en Pro pour débloquer les règles verrouillées et de nouveaux verbes.

# proBenefitsTitle
source: Pro benefits
es: Ventajas Pro
fr: Avantages Pro

# proBenefitRules
source: Unlock all locked rules.
es: Desbloquea todas las reglas bloqueadas.
fr: Débloquez toutes les règles verrouillées.

# proBenefitVerbs
source: Get the full premium verb list.
es: Desbloquea todos los verbos premium.
fr: Accédez à tous les verbes premium.

# proBenefitSupport
source: Support the development of PeraPera.
es: Apoya el desarrollo de PeraPera.
fr: Soutenez le développement de PeraPera.

# proRulesTitle
source: Pro rules
es: Reglas premium
fr: Règles Pro

# proVerbsTitle
source: Premium verbs
es: Verbos premium
fr: Verbes premium

# proOneTimeLabel
source: One-time purchase
es: Compra única
fr: Achat unique

# proRestoreButton
source: Restore purchases
es: Restaurar compras
fr: Restaurer les achats

# proStoreUnavailable
source: Store unavailable. Try again later.
es: Tienda no disponible. Inténtalo más tarde.
fr: Boutique indisponible. Réessayez plus tard.

# proPurchaseInProgress
source: Purchase in progress...
es: Compra en curso...
fr: Achat en cours...

# proPurchaseError
source: Unable to complete the purchase.
es: No se pudo completar la compra.
fr: Impossible de finaliser l'achat.

# proAlreadyUnlocked
source: Pro is already active on this device.
es: Pro ya está activo en este dispositivo.
fr: Pro est déjà actif sur cet appareil.

# tutorialTitle
source: Quick guide
es: Guía rápida
fr: Guide rapide

# tutorialLine1
source: Choose a grammar rule and practice.
es: Elige una regla gramatical y practica.
fr: Choisissez une règle de grammaire et entraînez-vous.

# tutorialLine2
source: Think of the answer, then tap "Show solution" and rate yourself.
es: Piensa la respuesta; luego toca "Mostrar solución" y evalúate.
fr: Pensez à la réponse puis touchez "Afficher la solution" et évaluez-vous.

# tutorialButton
source: Ok, let's go
es: Vale, empecemos
fr: OK, c'est parti

# badgeFree
source: FREE
es: GRATIS
fr: GRATUIT

# modeTe
source: ~te form
es: forma ~te
fr: forme en ~te

# modeTa
source: ~ta form
es: forma ~ta
fr: forme en ~ta

# modeNai
source: ~nai form
es: forma ~nai
fr: forme en ~nai

# modeMasu
source: ~masu form
es: forma ~masu
fr: forme en ~masu

# modePotential
source: ~potential form
es: forma potencial
fr: forme ~potentielle

# modeMix
source: random mix
es: mezcla aleatoria
fr: mix aléatoire

# modeKamo
source: ~kamo form
es: forma ~kamo
fr: forme ~kamo

# ruleCausative
source: Causative
es: Causativo

# ruleCausativeGiveReceive
source: Causative + te ageru/kureru/morau
es: Causativo + te ageru/kureru/morau

# ruleVolitional
source: Volitional
es: Forma volitiva
fr: Volitive

# ruleVolitionalToOmotte
source: Volitional + to omotte
es: Volitivo + to omotte
fr: Volitif + to omotte

# ruleRelative
source: Relative clause
es: Frase relativa
fr: Relative

# ruleBaForm
source: Ba form
es: Forma ba
fr: Forme ba

# customDeckTitle
source: Custom
es: Personalizada
fr: Personnalisee

# customDeckSubtitle
source: Pick the rules you want to practice.
es: Elige las reglas que quieres practicar.
fr: Choisissez les regles a pratiquer.

# customDeckConfigure
source: Configure
es: Configurar
fr: Configurer

# customDeckSelectedCount
source: Selected: {count}
es: Seleccionadas: {count}
fr: Selectionnees: {count}

# customDeckEmptyHint
source: Select at least one rule to start.
es: Selecciona al menos una regla para empezar.
fr: Selectionnez au moins une regle pour commencer.

# customDeckModesTitle
source: Base forms
es: Formas básicas
fr: Formes de base

# customDeckRulesTitle
source: Rules
es: Reglas
fr: Regles

# customDeckSave
source: Save
es: Guardar
fr: Enregistrer
